export function NoticeBoard(){
    return<div className="flex justify-center gap-14">
         <div className="text-black mt-[4%] shadow-lg border border-gray-100 w-[40%] px-10 pt-10">
        <p className="font-bold text-2xl">Author দের জন্য গুরুত্বপূর্ণ একটি নোটিশ।</p>
        <p className="text-justify py-4">
        Trickbd – Know For Sharing এর সকল Author যারা Author গ্রুপে জয়েন নেই তাদের দৃষ্টি আকর্ষণ করছি। আপনারা টেলিগ্রামে – https://t.me/trickbdbot এই আইডিতে আগামী ১ জুলাই, ২০২৪ এর মধ্যে যোগাযোগ করুন। ইনবক্সে আপনাদের নাম, Trickbd.com এর ID/Profile এর link এবং প্রোফাইল এডিটের পেইজের স্ক্রিনশট সহ মেসেজ করুন। এখানে আপনাদের পেমেন্ট, ইমার্জেন্সি আপডেট সহ সকল নোটিশ দেয়া হবে। এছাড়াও ট্রিকবিডি রিলেটেড বিভিন্ন সমস্যায় দ্রুত সমাধান পাবেন। এবং সকল ট্রেইনার এক জায়গায় থাকায় বিভিন্ন বিষয়ে এক্সপার্টদের সহযোগিতা পাবেন।
তাই দেরি না করে এখনই যোগাযোগ করুন। পরবর্তীতে আপনারা গ্রুপে না থাকলে পরে আসার সুযোগ নাও পেতে পারেন।
বিঃদ্রঃ শুধু লেখকদের জন্য এই গ্রুপ। তাই  Author ছাড়া আর কেউ গ্রুপে জয়েনের রিকুয়েস্টের জন্য যোগাযোগ না করতে বলা হচ্ছে। যারা গ্রুপে আছেন তাদের মেসেজ দেয়ার প্রয়োজন নেই।
ধন্যবাদ।
নিচের লিংগুলো সকলের জন্য উন্মুক্ত!

        </p>
        <p >°☆°━━━━━━━━━━━━━━✵╗</p>
        <p className="flex gap-2"><img className="w-5 h-5" src="https://web.telegram.org/a/img-apple-64/1f514.png" alt="Telegram Bell Icon" /><a className="text-blue-700" href="#">Telegram</a></p>
        <p className="flex gap-2"><img className="w-5 h-5" src="https://web.telegram.org/a/img-apple-64/1f5c2.png" alt="Telegram Bell Icon" /><a className="text-blue-700" href="#">Instagram</a></p>
        <p className="flex gap-2"><span>🔊 </span><a className="text-blue-700" href="#">Whatsapp Group</a></p>
        <p className="flex gap-2"><span>📢 </span><a className="text-blue-700" href="#">Facebook Group</a></p>
<p> 
╚✵━━━━━━━━━━━━━━°☆°</p>
    </div>
    <div className="text-black mt-[4%] shadow-lg border border-gray-100 w-[15%] px-10 py-10 flex  ">
      <div className="flex flex-col items-center ">
      <img src="/profile.jpg" className="rounded-full w-[50%] h-[23%]  border-4 border-teal-400">
      </img>
      <p className="text-teal-950">Admin</p>
      <p className="font-bold ">Eteck Talk Support</p>
      <p className="text-xs text-gray-400 mt-[35%] ">
      Need any support related eteck talk. Sent mail at support@etecktalk.com :D
      </p>
      </div>
      
      
      
      
        
    </div>
    </div>
}